{
    "tile_solid_name" : "Solid",
    "tile_spikes_l_name"                : "Large Spikes",
    "tile_spikes_s_name"                : "Small Spikes",
    "tile_platform_name"                : "Platform",
    "tile_hook_name"                    : "Hook",
    "tile_pipe_ungrab_name"             : "Pipe (Ungrabbable)",
"tile_pipe_grab_name"               : "Pipe (Grabbable)",
"tile_solid_fake_name"              : "Fake Solid",
"tile_solid_crumble_name"           : "Crumbling Solid",
"tile_switch_unpress_name"          : "Switch (Unpressed)",
"tile_switch_press_name"            : "Switch (Pressed)",
"tile_solid_break_name"             : "Breakable Solid",
"tile_solid_hidden_name"            : "Invisible Solid",
"tile_conveyor_slow_name"           : "Conveyor (Slow)",
"tile_conveyor_fast_name"           : "Conveyor (Fast)",
"tile_lock_name"                    : "Lock",
"tile_lock_barrier_name"            : "Lock Barrier",
"tile_drill_name"                   : "Saw/Drill",
"tile_deco_name"                    : "Decoration",
"tile_emitter_name"                 : "Particle Emitter",
"tile_camera_name"                  : "Camera Bounds",
"tile_bg_and_fg_name"               : "Background and Foreground",
"tile_debug_spawn_name"             : "Debug Spawn",
"tile_savepoint_name"               : "Savepoint",
"tile_trans_green_name"             : "Level Transition (Green)",
"tile_trans_yellow_name"            : "Level Transition (Yellow)",
"tile_checkpoint_name"              : "Checkpoint",
"tile_direction_name"               : "Direction Change",
"tile_stop_name"                    : "Stop",
"tile_destroy_name"                 : "Destroy",
"tile_extension_name"               : "Blank Tag",
"tile_fall_name"                    : "Falling Movement",
"tile_fall_trigger_name"            : "Falling Movement Trigger",
"tile_move_no_acc_slow_name"        : "Move No Acceleration (Slow)",
"tile_move_no_acc_med_name"         : "Move No Acceleration (Medium)",
"tile_move_no_acc_fast_name"        : "Move No Acceleration (Fast)",
"tile_move_no_acc_pause_slow_name"  : "Move No Acceleration With Pause (Slow)",
"tile_move_no_acc_pause_med_name"   : "Move No Acceleration With Pause (Medium)",
"tile_move_no_acc_pause_fast_name"  : "Move No Acceleration With Pause (Fast)",
"tile_move_pause_vslow_name"        : "Move With Pause (Very Slow)",
"tile_move_pause_slow_name"         : "Move With Pause (Slow)",
"tile_move_pause_med_name"          : "Move With Pause (Medium)",
"tile_move_pause_fast_name"         : "Move With Pause (Fast)",
"tile_do_not_move_name"             : "Do Not Move (Tiles/Overlay/Background)",
"tile_wrap_name"                    : "Wrap",
"tile_ascend_trigger_name"          : "Ascending Movement Trigger",
"tile_weight_trigger_name"          : "Weighted Movement Trigger",
"tile_sine_name"                    : "Sine Movement",
"tile_spawner_name"                 : "Spawner",
"tile_despawner_name"               : "Despawner",
"tile_crusher_name"                 : "Crushing Block",
"tile_warp_name"                    : "Warp Point",
"tile_wind_name"                    : "Wind Push",
"tile_liquid_name"                  : "Liquids",
"tile_liquid_bottom_name"           : "Liquids (Until Bottom)",
"tile_solid_overlay_name"           : "Solid (Overlay)",
"tile_gravity_beam_name"            : "Gravity Beam",
"tile_solid_fake_overlay_name"      : "Fake Solid (Overlay)",
"tile_hoast_name"                   : "Hoast",
"tile_floast_name"                  : "Floast",
"tile_xfloast_name"                 : "X Floast",
"tile_toast_name"                   : "Toast",
"tile_gasper_name"                  : "Gasper",
"tile_slag_name"                    : "Slag",
"tile_paraslag_name"                : "Paraslag",
"tile_kuko_name"                    : "Kuko",
"tile_edema_name"                   : "Edema",
"tile_anchorfish_cw_name"           : "Anchorfish (Clockwise)",
"tile_anchorfish_ccw_name"          : "Anchorfish (Counter-clockwise)",
"tile_fissure_a_name"               : "Fissure (Cycle A)",
"tile_fissure_b_name"               : "Fissure (Cycle B)",
"tile_musk_name"                    : "Musk",
"tile_crunch_name"                  : "Crunch",
"tile_croast_name"                  : "Croast",
"tile_spring_name"                  : "Springboard",
"tile_tumor_name"                   : "Tumor and Mega Tumor",
"tile_cart_name"                    : "Cartridge",
"tile_key_name"                     : "Key",
"tile_pollution_name"               : "Pollution Cloud",
"tile_mother_name"                  : "Mother",
"tile_cannon_a_name"                : "Cannon (Cycle A)",
"tile_cannon_b_name"                : "Cannon (Cycle B)",
"tile_fireball_a_name"              : "Fireball Launcher (Cycle A)",
"tile_fireball_b_name"              : "Fireball Launcher (Cycle B)",
"tile_target_name"                  : "Target",
"tile_turret_fixed_single_name"     : "Fixed Single Turret",
"tile_turret_sight_name"            : "Line-of-Sight Turret",
"tile_turret_fixed_burst_name"      : "Fixed Burst Turret",
"tile_turret_sight_v_name"          : "Line-of-Sight V-Turret",
"tile_turret_sight_rapid_name"      : "Line-of-Sight Rapid-fire Turret",
"tile_turret_sight_predict_name"    : "Line-of-Sight Predictive Turret",
"tile_mushroom_name"                : "Glowing Mushroom",
"tile_agon_name"                    : "Agon",
"tile_feral_name"                   : "Feral",
"tile_charger_name"                 : "Charger",
"tile_drooper_name"                 : "Drooper",
"tile_gorger_name"                  : "Gorger",
"tile_retinara_name"                : "Retinara",
"tile_thistlefish_name"             : "Thistlefish",
"tile_wailer_name"                  : "Wailer",
"tile_mine_name"                    : "Mine",
"tile_exit_name"                    : "Exit Warp",
"tile_npc_name"                     : "NPC",
"tile_special_name"                 : "Custom Decoration",
"tile_ring_name"                    : "Ring",
"tile_goal_name"                    : "Level Goal",
"tile_friend_piece_name"            : "Friend Pieces",
"tile_friend_stand_name"            : "Friend Stand",
"tile_tv_name"                      : "Ash's Console",
"tile_crusher_deco_name"            : "Crushing Block Decorations",
"tile_watcher_name"                 : "Watcher",
"tile_critter_name"                 : "Small Critters",
"tile_orb_name"                     : "Friend Orb and Acceptance Trigger",
"tile_bg_whole_name"                : "Whole Piece",
"tile_bg_side_l_name"               : "Large Side",
"tile_bg_side_s_name"               : "Small Side",
"tile_bg_corner_l_name"             : "Large Corner",
"tile_bg_corner_s_name"             : "Small Corner",
"tile_bg_diagonal_name"             : "Diagonal",
"tile_solid_tip"                    : "A basic solid tile.",
"tile_spikes_tip"                   : "Kills the player on contact.",
"tile_platform_tip"                 : "Acts as a normal solid when standing on top, but can be fallen through and jumped through. If movement tags are applied to this tile it will be represented as clouds.",
"tile_hook_tip"                     : "A solid tile with grabbable hooks on either side.",
"tile_pipe_ungrab_tip"              : "A solid tile decorated to look like a pipe, ledges cannot be grabbed. Connects to any tiles that have the same movement tags as it.",
"tile_pipe_grab_tip"                : "A solid tile decorated to look like a pipe, ledges can be grabbed. Connects to any tiles have the same movement tags as it. Typically used for pipe ends.",
"tile_solid_fake_tip"               : "A tile that appears to be solid but has no collision with the player or entities.",
"tile_solid_crumble_tip"            : "A solid tile that breaks shortly after contact with the player is made.",
"tile_switch_unpress_tip"           : "This is a switch that starts in an unpressed state. It will become a pressed switch once a switch of the same number is pressed.",
"tile_switch_press_tip"             : "This is a switch that starts in a pressed state. It will become an unpressed switch once a switch of the same number is pressed.",
"tile_solid_break_tip"              : "A solid tile that is broken with either a fast-fall, high horizontal speed, or contact with a crusher.",
"tile_solid_hidden_tip"             : "This tile acts the same as a {tile_pipe_ungrab_name}, but is not visible at all.",
"tile_conveyor_slow_tip"            : "Moving conveyors that the player can grab, slowly moving them in a given direction.",
"tile_conveyor_fast_tip"            : "Moving conveyors that the player can grab, quickly moving them in a given direction. The left and right versions of this conveyor will give the player enough speed to break blocks.",
"tile_lock_tip"                     : "A solid tile that breaks permanently on contact when the player has a key in their inventory (the key is lost after use on a Lock). If multiple {tile_lock_name} tiles are connected, they will only consume one key.",
"tile_lock_barrier_tip"             : "Solid tiles that will break when a connected {tile_lock_name} or {tile_lock_barrier_name} is destroyed. These can also be destroyed by just touching them whilst in possession of a key. {tile_lock_barrier_name} tiles do not consume keys, only {tile_lock_name} tiles themselves do.",
"tile_drill_tip"                    : "This tile kills the player on contact. If it is placed next to a single normal {tile_solid_name} tile, and neither the saw nor the tile it is adjacent to have movement tags, it will appear as a drill. Nearly anything that collides with a {tile_drill_name} tile will be destroyed. If a {tile_drill_name} collides with a {tile_drill_name}, both are destroyed. Overlay, background, and tag tiles cannot be destroyed. {tile_pollution_name} tiles and {tile_mother_name} tiles will not be properly destroyed.",
"tile_deco_active_tip"              : "Active layer decorations that change depending on the current tileset. They are often extra detail applied to the tops and bottoms of tiles.",
"tile_emitter_tip"                  : "Emits decorative particle effects that can be changed using the 'data/tilesets.txt' file. New particles can be created by adding new entries to the 'data/particles.txt' file.",
"tile_camera_tip"                   : "These tiles mark the boundaries of the area that is visible in the level. Enable the camera bounds tool to see a rough visual representation of the area that will be visible. The proportions of the visible area are adjusted automatically by the game to fit a 16:9 aspect ratio.",
"tile_bg_and_fg_tip"                : "Specifies where to offset the background and foreground image graphics specified in the 'data/tilesets.txt' file.",
"tile_debug_spawn_tip"              : "The player's default spawn location. It's used when entering a cartridge, starting the game in 1-1, teleporting to a level via a console command, or when the transition between levels is set up incorrectly.",
"tile_savepoint_tip"                : "When the player quits and re-enters the game, they will spawn at the {tile_savepoint_name} closest to where they entered the room.",
"tile_trans_green_tip"              : "These tiles mark exits to levels and what direction the player should be moved in the 'data/map.csv' file when going to a new level. It is considered best practice to make level transitions between screen use the same number of tiles. Otherwise, a {tile_debug_spawn_name} tag may be used as a spawn location when entering the level.",
"tile_trans_yellow_tip"             : "These are functionally identical to {tile_trans_green_name} tiles and can be used interchangeably. They are normally used for level creators to keep track of which exits lead to secret screens.",
"tile_checkpoint_tip"               : "When the player goes through an {tile_exit_name}, they will be teleported to the last one of these that they encountered.",
"tile_direction_tip"                : "Changes the direction of a moving object that collides with it.",
"tile_stop_tip"                     : "Stops a moving object when it comes into contact. Does not apply to movements made by objects that can naturally move (e.g. {tile_croast_name}, {tile_hoast_name}, etc.) or Multi-Directional {tile_crusher_name} tiles. Directional {tile_crusher_name} tiles are affected, but only whilst retracting.",
"tile_destroy_tip"                  : "Destroys a moving object when it comes into contact.",
"tile_extension_tip"                : "Can be used to extend the area of movement tags, spawners, and despawners. These tags aren't affected by {tile_stop_name} or {tile_direction_name} tags. When connected to falling/ascending movement triggers, the player passing through the {tile_extension_name} tiles won't trigger the effect.",
"tile_fall_tip"                     : "Tiles with this tag applied will begin moving slowly at one of the given speeds (slow, medium, or fast) upon room entrance.",
"tile_fall_trigger_tip"             : "When the player comes into contact with this tag, all connected tiles will begin falling at one of the given speeds (slow, medium, or fast).",
"tile_move_no_acc_tip"              : "Moves an object in a direction at a constant speed.",
"tile_move_no_acc_pause_tip"        : "Moves an object in a direction at a constant speed, briefly pausing during a directional change.",
"tile_move_pause_tip"               : "Moves an object in a direction, with acceleration, briefly pausing during a directional change.",
"tile_do_not_move_tip"              : "Applying one of these tiles will prevent connected movement tiles from impacting active, overlay, or background tiles. These tiles are not affected by {tile_stop_name} or {tile_direction_name} tiles.",
"tile_wrap_tip"                     : "Moving tiles with this tag attached will wrap around once they exit the screen, creating an endless loop. Note that this tag does not work correctly with levels larger than 54x32 tiles, and does not work with tiles that are not assigned a constant speed movement tag.",
"tile_ascend_trigger_tip"           : "When the player comes into contact with this tag, all connected tiles will begin ascending at one of the given speeds (slow, medium, or fast).",
"tile_weight_trigger_tip"           : "When the player stands on a tile with this tag, it will begin falling at one of the given speeds (slow, medium, or fast). If the player stops standing on the tile it will rise up until it hits a {tile_stop_name} tile.",
"tile_sine_tip"                     : "Any moving objects with this tag will move in a sine-wave pattern. These tiles can be placed repeatedly to increase the intensity. Only affects objects with a Move No Acceleration tag attached.",
"tile_spawner_tip"                  : "When the switch tile with the corresponding number is pressed, tiles will be spawned wherever this tile is located. If this tile is attached to certain movement tag tiles, it will instead trigger the movement. Note that for the {tile_spawner_name} to work with movement tag tiles it must be directly above or to the right of them.",
"tile_despawner_tip"                : "When the switch tile with the corresponding number is pressed, tiles will be despawned wherever this tile is located. If this tile is attached to certain movement tag tiles, it will instead stop the movement. Note that for the {tile_despawner_name} to work with movement tag tiles it must be directly above or to the right of them.",
"tile_crusher_tip"                  : "When the player comes into this tile's line-of-sight it will charge until colliding with a solid tile. It is not stopped by pipes or any tiles with movement tags. It will still collide with tiles that have been destroyed by a {tile_drill_name}.",
"tile_warp_tip"                     : "A warp point where the player will be warped to when accessing areas from the map. The player can also warp from here.",
"tile_wind_tip"                     : "This pushes the player in a given direction (left or right). It can be placed repeatedly to increase the intensity of the pushing effect. It is used in the base game to represent the {tile_orb_name} tile's gravitational pull.",
"tile_liquid_tip"                   : "Water, Pollution, and Lava tiles. Pollution kills in the same time it takes for {tile_pollution_name} tiles to kill and Lava instantly kills.",
"tile_liquid_bottom_tip"            : "Water, Pollution, and Lava tiles that fill all overlay tiles below them with the same liquid type for 32 blocks under.",
"tile_solid_overlay_tip"            : "A solid tile that exists on the overlay layer instead of the active layer.",
"tile_gravity_beam_tip"             : "This tile acts similarly to liquid tiles but it applies a constant upward force to the player, making them fall slower.",
"tile_solid_fake_overlay_tip"       : "A {tile_solid_fake_name} tile that exists on the overlay layer instead of the active layer.",
"tile_hoast_tip"                    : "Moves slowly back-and-forth, it will not walk off edges. The player can bounce off the skull.",
"tile_floast_tip"                   : "Floats in the air. The player can bounce off the skull.",
"tile_xfloast_tip"                  : "A {tile_floast_name} that will break after being bounced off once. Unlike the normal {tile_floast_name}, this does not count as a light source.",
"tile_toast_tip"                    : "Jumps towards the player. The player can bounce off the skull.",
"tile_gasper_tip"                   : "Floats in the air and emits {tile_pollution_name} tiles with a radius of 4 tiles from the placed tile. The player can bounce off the top. Destroying the {tile_gasper_name} will also destroy the pollution after a second.",
"tile_slag_tip"                     : "Moves slowly back-and-forth along either the floor or ceiling. It will not walk off edges.",
"tile_paraslag_tip"                 : "Sticks to either the floor or ceiling and swaps direction when the player comes near it horizontally if there is no ceiling directly between the player and the {tile_paraslag_name} and if the player is above/below them (above if on floor, below if on ceiling).",
"tile_kuko_tip"                     : "A floating enemy, usually used with tags to apply movement. This enemy can trigger buttons if moved into them.",
"tile_edema_tip"                    : "Bounces diagonally from wall-to-wall (includes ceiling and floors).",
"tile_anchorfish_tip"               : "Rotates around its pivot-point (the placed tile), with its variant controlling the size of its radius in tiles (either 2, 4, or 6).",
"tile_fissure_a_tip"                : "Spawns enemies that jump up (left, right, or straight) and bounce of surrounding tiles. The player can bounce of the skulls. This version operates on a different time-cycle from version B.",
"tile_fissure_b_tip"                : "Spawns enemies that jump up (left, right, or straight) and bounce of surrounding tiles. The player can bounce of the skulls. This version operates on a different time-cycle from version A.",
"tile_musk_tip"                     : "Slowly floats towards the player and charges when close enough. This entity cannot be affected by any movement tiles.",
"tile_crunch_tip"                   : "Attaches to a fixed empty point (the placed tile) and charges at the player when they are close enough. The variant controls the length of its chain in tiles (either 2, 4, or 6) as well as its aggressive range. When moved, its chain will not stay attached to the original block, and will move as well. When the head is destroyed by a {tile_drill_name}, the chain will freeze in mid-air. The empty spawn point cannot be destroyed. If the 'ChainHitch' graphic is changed to 'none', the game will crash.",
"tile_croast_tip"                   : "Floats in a given direction (variant controls left or right). If the player is to the direction the enemy is floating, below it, and close enough to it, it will trigger and begin swooping. As long as the player is still below the enemy, and to the correct direction, it will continue the swoop downwards. Otherwise, after a bit it will even out vertically, and the player's current direction in relation to the enemy will determine its new swoop direction (diagonally up-right, up-left, down-right, or down-left.) The player can bounce off the skull. This tile cannot be affected by any movement tiles.",
"tile_spring_tip"                   : "The player can bounce off the {tile_spring_name} to gain extra height in their jump. This tile's hitbox begins about halfway up the block. If the fast-fall button is held when jumping onto the spring, the height of the jump is reduced.",
"tile_tumor_tip"                    : "Adds 1 or 5 tumor(s) to the player's overall tumor count if the room is completed with the Tumor or Mega Tumor collected. This tile can be moved and stopped by {tile_stop_name} tiles, but not destroyed by any means. When there are multiple Tumors or Mega Tumors in a room, and any are collected, the first (amount of Tumors or Mega Tumors collected in that room) Tumors or Mega Tumors are despawned according to screen order.",
"tile_cart_tip"                     : "Adds a cartridge to the player's home console. Which cartridge is added depends on the name of the level (not in-game, but the file name) the player collects it in.",
"tile_key_tip"                      : "Adds a key to the player's inventory, saved after leaving the screen. This can be used to open both the {tile_lock_name} and {tile_lock_barrier_name} tiles, but opening a {tile_lock_name} will use up the key.",
"tile_pollution_tip"                : "A {tile_pollution_name} with a radius of 4 tiles from the placed tile. This tile acts exactly the same as the {tile_pollution_name} spawned by a {tile_gasper_name}, but without the {tile_gasper_name}. For every new block the tile enters, it will spawn a new cloud centered on that block. After 10 gas clouds are spawned from a single tile, the one spawned first will be destroyed in the case of a new cloud spawning from the tile. The tile can be destroyed, but the cloud will remain in position even if the tile is no longer present.",
"tile_mother_tip"                   : "Multiplies towards the player when they get close enough. It will begin to retract when the player gets far enough away. It can have movement tiles applied to it, but acts in a glitchy way as a result.",
"tile_cannon_a_tip"                 : "Fires cannonballs at the nearest {tile_target_name} tile of the same colour (red, green, or blue). The player can bounce off the top of the cannonballs. This version operates on a different time-cycle from version B. Note that if no matching {tile_target_name} tile is present then the game will crash upon attempting to fire.",
"tile_cannon_b_tip"                 : "Fires cannonballs at the nearest {tile_target_name} tile of the same colour (red, green, or blue). The player can bounce off the top of the cannonballs. This version operates on a different time-cycle from version A. Note that if no matching {tile_target_name} tile is present then the game will crash upon attempting to fire.",
"tile_fireball_a_tip"               : "Fires fireballs at the nearest {tile_target_name} tile of the same colour (red, green, or blue). This version operates on a different time-cycle from version B. Note that if no matching {tile_target_name} is present then the game will crash upon attempting to fire.",
"tile_fireball_b_tip"               : "Fires fireballs at the nearest {tile_target_name} tile of the same colour (red, green, or blue). This version operates on a different time-cycle from version A. Note that if no matching {tile_target_name} is present then the game will crash upon attempting to fire.",
"tile_target_tip"                   : "Used to mark where Cannons and Fireball launchers of the same color (red, green, or blue) should aim when firing their shots.",
"tile_turret_fixed_single_tip"      : "A turret that fires singular shots in one of the given directions (right, down, left, or up).",
"tile_turret_sight_tip"             : "A turret that fires singular shots directly at the player when in the line-of-sight of the turret. Causes lag when despawned through use of a button.",
"tile_turret_fixed_burst_tip"       : "Fires bursts of five bullets in a given direction (right, down, left, or up).",
"tile_turret_sight_v_tip"           : "Fires bullets in the shape of a V directly at the player when there's line-of-sight between the two. Unused in the default game.",
"tile_turret_sight_rapid_tip"       : "Fires a continuous stream of bullets directly at the player when there's line-of-sight between the two.",
"tile_turret_sight_predict_tip"     : "Fires bullets at wherever it predicts the player will be in the future when there's line-of-sight between the two. Unused in the default game.",
"tile_mushroom_tip"                 : "Small and large variants of decorative glowing mushrooms. These tiles will emit light when the lighting shader is applied to a tileset. When there are more than 8 light-producing blocks in a single room, their lights will be deactivated one at a time according to screen order.",
"tile_agon_tip"                     : "Large floating heads attached to chains that come in three sizes (small, medium, or large). If one of these starts inside a block, the game will crash. This is due to the calculation used to find the position of the chain, and if 'ChainLink' and 'ChainLink2' are changed to 'none', the game will no longer crash. The variation used in Blight is a reskined variation on this called 'orbblob'. If the head is destroyed, the chain freezes in place.",
"tile_feral_tip"                    : "Large floating heads attached to chains that slowly move towards the player when they are close enough. They attach to the first solid block below them, and any movement tiles on that block will apply to them as well. If the head is destroyed, the chain freezes in place. If the block is destroyed, the head stays attached, and will keep moving in the same way a normal block would. This tile cannot be affected by movement tiles.",
"tile_charger_tip"                  : "Moves back and forth until the player lands on the same floor-plane as it, then it will charge at the player with a short cooldown after. It will not walk off edges. This tile cannot be affected by movement tiles.",
"tile_drooper_tip"                  : "A larger variant of the {tile_slag_name} enemy that moves back-and-forth. It will not walk off edges. This tile cannot be affected by movement tiles.",
"tile_gorger_tip"                   : "A larger variant of the {tile_charger_name} enemy that charges at the player when on the same floor-plane with a short cooldown after. It will not walk off edges. This tile cannot be affected by movement tiles.",
"tile_retinara_tip"                 : "When it has line-of-sight it will charge up a precise laser beam to fire at the player. Breaking line-of-sight resets the charge.",
"tile_thistlefish_tip"              : "Swims back-and-forth through the water and when the player gets close it will charge at them (or leap out of the water). If it ends up on land it will flop and bounce around pseudo-randomly. This tile cannot be affected by movement tiles.",
"tile_wailer_tip"                   : "A ghost enemy that alternates between being safe to move through and dangerous, expanding in size when in its dangerous state. The three variants include the following: timing cycle A, timing cycle B, and constantly dangerous.",
"tile_mine_tip"                     : "A mine that will explode when the player comes into contact, launching the player in the opposite direction at extremely fast speeds. Do not use in retro levels without proper SWF editing, touching one will usually crash the game regardless of art alts.",
"tile_exit_tip"                     : "Usually found at the end of secret levels, touching it will warp the player back to the last {tile_warp_name} they encountered - unless the current area is 7-15.lvl or 6-1end.lvl, in which case an ending cutscene is triggered.",
"tile_npc_tip"                      : "NPCs that can be interacted with and talked to. They can be changed by modifying the 'data/tilesets.txt' file. New NPCs can be created by modifying the 'data/npcs.txt' file.",
"tile_special_tip"                  : "Displays a custom decoration graphic that varies depending on values that are set inside of the 'data/tilesets.txt' file.",
"tile_ring_tip"                     : "A collectible ring used in the retro cartridge levels.",
"tile_goal_tip"                     : "The ending goal seen at the end of each retro cartridge. If the level is 'i5-5.lvl' or 'c6-10.lvl', it will trigger an ending cutscene.",
"tile_friend_piece_tip"             : "The three different pieces of the friend (head, body, and heart).",
"tile_friend_piece_tip1"             : "The stand that is used to place collected friend pieces.",
"tile_tv_tip"                       : "This tile can be interacted with to access the retro cartridge selection menu. It comes with posters placed on top of the first background layer.",
"tile_crusher_deco_tip"             : "Decorative solid tiles used to identity the different types of {tile_crusher_name} tiles.",
"tile_watcher_tip"                  : "Slowly floats towards the player constantly. By default they look like chainless {tile_feral_name} enemies, to change them to their normal in-game look they must be reskinned from 'OrbChomp' to 'MovingOrbBlob' in the 'data/tilesets.txt' file.",
"tile_critter_tip"                  : "Decorative critters used to add visual flare and life to levels.",
"tile_orb_tip"                      : "The friend attached to the giant orb and the trigger for the Acceptance countdown.",
"tile_bg_piece_tip"                 : "A modular background piece.",
"tile_bg_deco_tip"                  : "Background decorations that vary based on the current tileset."
}